logs/performance_logs/hbase/customworkloada-100.log
[OVERALL], RunTime(ms), 10938.0
[OVERALL], Throughput(ops/sec), 91.42439202779302
[READ], Operations, 48.0
[READ], AverageLatency(us), 1699.0
[READ], MinLatency(us), 488.0
[READ], MaxLatency(us), 12375.0
[READ], 95thPercentileLatency(us), 2965.0
[READ], 99thPercentileLatency(us), 12375.0
[READ], Return=OK, 48
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 28880.75
[CLEANUP], MinLatency(us), 5.0
[CLEANUP], MaxLatency(us), 115327.0
[CLEANUP], 95thPercentileLatency(us), 115327.0
[CLEANUP], 99thPercentileLatency(us), 115327.0
[UPDATE], Operations, 952.0
[UPDATE], AverageLatency(us), 1263.078781512605
[UPDATE], MinLatency(us), 515.0
[UPDATE], MaxLatency(us), 123007.0
[UPDATE], 95thPercentileLatency(us), 2413.0
[UPDATE], 99thPercentileLatency(us), 7203.0
[UPDATE], Return=OK, 952