logs/performance_logs/hbase/customworkloada-200.log
[OVERALL], RunTime(ms), 5906.0
[OVERALL], Throughput(ops/sec), 169.31933626820182
[READ], Operations, 50.0
[READ], AverageLatency(us), 1538.4
[READ], MinLatency(us), 442.0
[READ], MaxLatency(us), 13575.0
[READ], 95thPercentileLatency(us), 2523.0
[READ], 99thPercentileLatency(us), 13575.0
[READ], Return=OK, 50
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 28958.75
[CLEANUP], MinLatency(us), 4.0
[CLEANUP], MaxLatency(us), 115647.0
[CLEANUP], 95thPercentileLatency(us), 115647.0
[CLEANUP], 99thPercentileLatency(us), 115647.0
[UPDATE], Operations, 950.0
[UPDATE], AverageLatency(us), 1277.2042105263158
[UPDATE], MinLatency(us), 476.0
[UPDATE], MaxLatency(us), 115263.0
[UPDATE], 95thPercentileLatency(us), 3225.0
[UPDATE], 99thPercentileLatency(us), 9151.0
[UPDATE], Return=OK, 950