logs/performance_logs/hbase/customworkloada-40.log
[OVERALL], RunTime(ms), 25967.0
[OVERALL], Throughput(ops/sec), 38.510417067816846
[READ], Operations, 45.0
[READ], AverageLatency(us), 1840.911111111111
[READ], MinLatency(us), 613.0
[READ], MaxLatency(us), 12751.0
[READ], 95thPercentileLatency(us), 4061.0
[READ], 99thPercentileLatency(us), 12751.0
[READ], Return=OK, 45
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 34183.5
[CLEANUP], MinLatency(us), 8.0
[CLEANUP], MaxLatency(us), 136575.0
[CLEANUP], 95thPercentileLatency(us), 136575.0
[CLEANUP], 99thPercentileLatency(us), 136575.0
[UPDATE], Operations, 955.0
[UPDATE], AverageLatency(us), 1386.8774869109948
[UPDATE], MinLatency(us), 592.0
[UPDATE], MaxLatency(us), 102015.0
[UPDATE], 95thPercentileLatency(us), 2413.0
[UPDATE], 99thPercentileLatency(us), 4807.0
[UPDATE], Return=OK, 955