logs/performance_logs/hbase/customworkloada-500.log
[OVERALL], RunTime(ms), 2993.0
[OVERALL], Throughput(ops/sec), 334.1129301703976
[READ], Operations, 61.0
[READ], AverageLatency(us), 1420.8688524590164
[READ], MinLatency(us), 341.0
[READ], MaxLatency(us), 15855.0
[READ], 95thPercentileLatency(us), 2695.0
[READ], 99thPercentileLatency(us), 4367.0
[READ], Return=OK, 61
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 29400.0
[CLEANUP], MinLatency(us), 6.0
[CLEANUP], MaxLatency(us), 117439.0
[CLEANUP], 95thPercentileLatency(us), 117439.0
[CLEANUP], 99thPercentileLatency(us), 117439.0
[UPDATE], Operations, 939.0
[UPDATE], AverageLatency(us), 1335.3865814696485
[UPDATE], MinLatency(us), 429.0
[UPDATE], MaxLatency(us), 100671.0
[UPDATE], 95thPercentileLatency(us), 3807.0
[UPDATE], 99thPercentileLatency(us), 7727.0
[UPDATE], Return=OK, 939