logs/performance_logs/hbase/workloada-100.log
[OVERALL], RunTime(ms), 10931.0
[OVERALL], Throughput(ops/sec), 91.48293843198243
[READ], Operations, 511.0
[READ], AverageLatency(us), 1918.3972602739725
[READ], MinLatency(us), 424.0
[READ], MaxLatency(us), 16847.0
[READ], 95thPercentileLatency(us), 3095.0
[READ], 99thPercentileLatency(us), 5019.0
[READ], Return=OK, 511
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 34241.25
[CLEANUP], MinLatency(us), 6.0
[CLEANUP], MaxLatency(us), 136831.0
[CLEANUP], 95thPercentileLatency(us), 136831.0
[CLEANUP], 99thPercentileLatency(us), 136831.0
[UPDATE], Operations, 489.0
[UPDATE], AverageLatency(us), 1985.6196319018404
[UPDATE], MinLatency(us), 630.0
[UPDATE], MaxLatency(us), 131455.0
[UPDATE], 95thPercentileLatency(us), 3523.0
[UPDATE], 99thPercentileLatency(us), 12951.0
[UPDATE], Return=OK, 489