logs/performance_logs/hbase/workloada-200.log
[OVERALL], RunTime(ms), 5830.0
[OVERALL], Throughput(ops/sec), 171.52658662092625
[READ], Operations, 511.0
[READ], AverageLatency(us), 2164.6908023483365
[READ], MinLatency(us), 426.0
[READ], MaxLatency(us), 80063.0
[READ], 95thPercentileLatency(us), 3255.0
[READ], 99thPercentileLatency(us), 10055.0
[READ], Return=OK, 511
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 4365.75
[CLEANUP], MinLatency(us), 5.0
[CLEANUP], MaxLatency(us), 17263.0
[CLEANUP], 95thPercentileLatency(us), 17263.0
[CLEANUP], 99thPercentileLatency(us), 17263.0
[UPDATE], Operations, 489.0
[UPDATE], AverageLatency(us), 1419.2678936605316
[UPDATE], MinLatency(us), 592.0
[UPDATE], MaxLatency(us), 55071.0
[UPDATE], 95thPercentileLatency(us), 2403.0
[UPDATE], 99thPercentileLatency(us), 7071.0
[UPDATE], Return=OK, 489