logs/performance_logs/hbase/workloada-40.log
[OVERALL], RunTime(ms), 26151.0
[OVERALL], Throughput(ops/sec), 38.239455470154105
[READ], Operations, 496.0
[READ], AverageLatency(us), 2999.9475806451615
[READ], MinLatency(us), 587.0
[READ], MaxLatency(us), 163455.0
[READ], 95thPercentileLatency(us), 4743.0
[READ], 99thPercentileLatency(us), 10399.0
[READ], Return=OK, 496
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 32119.25
[CLEANUP], MinLatency(us), 17.0
[CLEANUP], MaxLatency(us), 128255.0
[CLEANUP], 95thPercentileLatency(us), 128255.0
[CLEANUP], 99thPercentileLatency(us), 128255.0
[UPDATE], Operations, 504.0
[UPDATE], AverageLatency(us), 2035.5654761904761
[UPDATE], MinLatency(us), 766.0
[UPDATE], MaxLatency(us), 131327.0
[UPDATE], 95thPercentileLatency(us), 3429.0
[UPDATE], 99thPercentileLatency(us), 6435.0
[UPDATE], Return=OK, 504