logs/performance_logs/hbase/workloada-500.log
[OVERALL], RunTime(ms), 2978.0
[OVERALL], Throughput(ops/sec), 335.795836131632
[READ], Operations, 508.0
[READ], AverageLatency(us), 2050.8366141732286
[READ], MinLatency(us), 364.0
[READ], MaxLatency(us), 83135.0
[READ], 95thPercentileLatency(us), 3993.0
[READ], 99thPercentileLatency(us), 8655.0
[READ], Return=OK, 508
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 31882.75
[CLEANUP], MinLatency(us), 5.0
[CLEANUP], MaxLatency(us), 127359.0
[CLEANUP], 95thPercentileLatency(us), 127359.0
[CLEANUP], 99thPercentileLatency(us), 127359.0
[UPDATE], Operations, 492.0
[UPDATE], AverageLatency(us), 2434.7845528455287
[UPDATE], MinLatency(us), 541.0
[UPDATE], MaxLatency(us), 134655.0
[UPDATE], 95thPercentileLatency(us), 8051.0
[UPDATE], 99thPercentileLatency(us), 13535.0
[UPDATE], Return=OK, 492