logs/performance_logs/hbase/workloadb-100.log
[OVERALL], RunTime(ms), 10863.0
[OVERALL], Throughput(ops/sec), 92.05560158335635
[READ], Operations, 960.0
[READ], AverageLatency(us), 1659.2739583333334
[READ], MinLatency(us), 318.0
[READ], MaxLatency(us), 94207.0
[READ], 95thPercentileLatency(us), 2693.0
[READ], 99thPercentileLatency(us), 4203.0
[READ], Return=OK, 960
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 3503.25
[CLEANUP], MinLatency(us), 9.0
[CLEANUP], MaxLatency(us), 13783.0
[CLEANUP], 95thPercentileLatency(us), 13783.0
[CLEANUP], 99thPercentileLatency(us), 13783.0
[UPDATE], Operations, 40.0
[UPDATE], AverageLatency(us), 4903.575
[UPDATE], MinLatency(us), 1123.0
[UPDATE], MaxLatency(us), 135679.0
[UPDATE], 95thPercentileLatency(us), 2617.0
[UPDATE], 99thPercentileLatency(us), 135679.0
[UPDATE], Return=OK, 40