logs/performance_logs/hbase/workloadb-200.log
[OVERALL], RunTime(ms), 5892.0
[OVERALL], Throughput(ops/sec), 169.72165648336727
[READ], Operations, 963.0
[READ], AverageLatency(us), 1577.104880581516
[READ], MinLatency(us), 303.0
[READ], MaxLatency(us), 77055.0
[READ], 95thPercentileLatency(us), 2331.0
[READ], 99thPercentileLatency(us), 4527.0
[READ], Return=OK, 963
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 27178.75
[CLEANUP], MinLatency(us), 8.0
[CLEANUP], MaxLatency(us), 108543.0
[CLEANUP], 95thPercentileLatency(us), 108543.0
[CLEANUP], 99thPercentileLatency(us), 108543.0
[UPDATE], Operations, 37.0
[UPDATE], AverageLatency(us), 3260.4054054054054
[UPDATE], MinLatency(us), 929.0
[UPDATE], MaxLatency(us), 66687.0
[UPDATE], 95thPercentileLatency(us), 2503.0
[UPDATE], 99thPercentileLatency(us), 66687.0
[UPDATE], Return=OK, 37