logs/performance_logs/hbase/workloadb-40.log
[OVERALL], RunTime(ms), 25879.0
[OVERALL], Throughput(ops/sec), 38.64136945013331
[READ], Operations, 958.0
[READ], AverageLatency(us), 1933.7536534446765
[READ], MinLatency(us), 402.0
[READ], MaxLatency(us), 81855.0
[READ], 95thPercentileLatency(us), 3023.0
[READ], 99thPercentileLatency(us), 4279.0
[READ], Return=OK, 958
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 3104.25
[CLEANUP], MinLatency(us), 16.0
[CLEANUP], MaxLatency(us), 12207.0
[CLEANUP], 95thPercentileLatency(us), 12207.0
[CLEANUP], 99thPercentileLatency(us), 12207.0
[UPDATE], Operations, 42.0
[UPDATE], AverageLatency(us), 2785.0714285714284
[UPDATE], MinLatency(us), 1313.0
[UPDATE], MaxLatency(us), 48095.0
[UPDATE], 95thPercentileLatency(us), 2779.0
[UPDATE], 99thPercentileLatency(us), 48095.0
[UPDATE], Return=OK, 42