logs/performance_logs/hbase/workloadb-500.log
[OVERALL], RunTime(ms), 2847.0
[OVERALL], Throughput(ops/sec), 351.24692658939233
[READ], Operations, 961.0
[READ], AverageLatency(us), 1580.4640998959417
[READ], MinLatency(us), 272.0
[READ], MaxLatency(us), 83583.0
[READ], 95thPercentileLatency(us), 2997.0
[READ], 99thPercentileLatency(us), 7823.0
[READ], Return=OK, 961
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 1608.5
[CLEANUP], MinLatency(us), 8.0
[CLEANUP], MaxLatency(us), 6203.0
[CLEANUP], 95thPercentileLatency(us), 6203.0
[CLEANUP], 99thPercentileLatency(us), 6203.0
[UPDATE], Operations, 39.0
[UPDATE], AverageLatency(us), 3888.25641025641
[UPDATE], MinLatency(us), 914.0
[UPDATE], MaxLatency(us), 59135.0
[UPDATE], 95thPercentileLatency(us), 7063.0
[UPDATE], 99thPercentileLatency(us), 59135.0
[UPDATE], Return=OK, 39