logs/performance_logs/hbase/workloadc-200.log
[OVERALL], RunTime(ms), 5948.0
[OVERALL], Throughput(ops/sec), 168.12373907195695
[READ], Operations, 1000.0
[READ], AverageLatency(us), 1355.291
[READ], MinLatency(us), 275.0
[READ], MaxLatency(us), 72447.0
[READ], 95thPercentileLatency(us), 2369.0
[READ], 99thPercentileLatency(us), 6135.0
[READ], Return=OK, 1000
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 25899.0
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 103423.0
[CLEANUP], 95thPercentileLatency(us), 103423.0
[CLEANUP], 99thPercentileLatency(us), 103423.0