logs/performance_logs/hbase/workloadd-100.log
[OVERALL], RunTime(ms), 10922.0
[OVERALL], Throughput(ops/sec), 91.55832265152902
[READ], Operations, 947.0
[READ], AverageLatency(us), 1202.857444561774
[READ], MinLatency(us), 283.0
[READ], MaxLatency(us), 93311.0
[READ], 95thPercentileLatency(us), 2273.0
[READ], 99thPercentileLatency(us), 3879.0
[READ], Return=OK, 947
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 29500.0
[CLEANUP], MinLatency(us), 8.0
[CLEANUP], MaxLatency(us), 117759.0
[CLEANUP], 95thPercentileLatency(us), 117759.0
[CLEANUP], 99thPercentileLatency(us), 117759.0
[INSERT], Operations, 53.0
[INSERT], AverageLatency(us), 3123.4528301886794
[INSERT], MinLatency(us), 1009.0
[INSERT], MaxLatency(us), 55007.0
[INSERT], 95thPercentileLatency(us), 3733.0
[INSERT], 99thPercentileLatency(us), 14839.0
[INSERT], Return=OK, 53