logs/performance_logs/hbase/workloadd-200.log
[OVERALL], RunTime(ms), 5933.0
[OVERALL], Throughput(ops/sec), 168.54879487611663
[READ], Operations, 960.0
[READ], AverageLatency(us), 1147.8052083333334
[READ], MinLatency(us), 278.0
[READ], MaxLatency(us), 74879.0
[READ], 95thPercentileLatency(us), 2341.0
[READ], 99thPercentileLatency(us), 4239.0
[READ], Return=OK, 960
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 26976.75
[CLEANUP], MinLatency(us), 9.0
[CLEANUP], MaxLatency(us), 107711.0
[CLEANUP], 95thPercentileLatency(us), 107711.0
[CLEANUP], 99thPercentileLatency(us), 107711.0
[INSERT], Operations, 40.0
[INSERT], AverageLatency(us), 2854.9
[INSERT], MinLatency(us), 991.0
[INSERT], MaxLatency(us), 49151.0
[INSERT], 95thPercentileLatency(us), 2229.0
[INSERT], 99thPercentileLatency(us), 49151.0
[INSERT], Return=OK, 40