logs/performance_logs/hbase/workloadd-40.log
[OVERALL], RunTime(ms), 26014.0
[OVERALL], Throughput(ops/sec), 38.440839547935724
[READ], Operations, 957.0
[READ], AverageLatency(us), 1466.1807732497389
[READ], MinLatency(us), 314.0
[READ], MaxLatency(us), 87807.0
[READ], 95thPercentileLatency(us), 2485.0
[READ], 99thPercentileLatency(us), 3817.0
[READ], Return=OK, 957
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 27273.0
[CLEANUP], MinLatency(us), 13.0
[CLEANUP], MaxLatency(us), 108863.0
[CLEANUP], 95thPercentileLatency(us), 108863.0
[CLEANUP], 99thPercentileLatency(us), 108863.0
[INSERT], Operations, 43.0
[INSERT], AverageLatency(us), 3278.767441860465
[INSERT], MinLatency(us), 1336.0
[INSERT], MaxLatency(us), 55647.0
[INSERT], 95thPercentileLatency(us), 3475.0
[INSERT], 99thPercentileLatency(us), 55647.0
[INSERT], Return=OK, 43