logs/performance_logs/hbase/workloadd-500.log
[OVERALL], RunTime(ms), 2972.0
[OVERALL], Throughput(ops/sec), 336.47375504710635
[READ], Operations, 951.0
[READ], AverageLatency(us), 1298.6267087276551
[READ], MinLatency(us), 260.0
[READ], MaxLatency(us), 117311.0
[READ], 95thPercentileLatency(us), 2175.0
[READ], 99thPercentileLatency(us), 4049.0
[READ], Return=OK, 951
[CLEANUP], Operations, 4.0
[CLEANUP], AverageLatency(us), 26490.5
[CLEANUP], MinLatency(us), 6.0
[CLEANUP], MaxLatency(us), 105791.0
[CLEANUP], 95thPercentileLatency(us), 105791.0
[CLEANUP], 99thPercentileLatency(us), 105791.0
[INSERT], Operations, 49.0
[INSERT], AverageLatency(us), 4585.306122448979
[INSERT], MinLatency(us), 1114.0
[INSERT], MaxLatency(us), 55455.0
[INSERT], 95thPercentileLatency(us), 8975.0
[INSERT], 99thPercentileLatency(us), 55455.0
[INSERT], Return=OK, 49